---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.TileBrickType.RunningBond
enum: Autodesk.Revit.DB.Visual.TileBrickType
source: html/2046569b-2780-e20b-a6c7-e26e1cf0f901.htm
---
# Autodesk.Revit.DB.Visual.TileBrickType.RunningBond